tap "homebrew/cask"
tap "homebrew/cask-drivers"

brew "antigen"
brew "circleci"
brew "git"
brew "hub"
brew "mas"
brew "yadm"
brew "yarn"
brew "zsh"

cask "elgato-stream-deck"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "logitech-camera-settings"
cask "logitech-options"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
